app/Controllers/HomeUser.php

SELECT *
FROM `playstation`
---
    public function index()
    {
        $pes['pes']      = $this->playstation->findAll();