app/Controllers/Transaction.php

    public function index(): string
    {
        $pes['pes']      = $this->playstation->findAll();
---
SELECT *
FROM `playstation`