app/Controllers/User.php

SELECT *
FROM `user`
---
    public function user_get()
    {
        $html = '';
        $no=1;
        $data = $this->user->findAll();